{
  "Algus": [
      "Mis on sinu kõige varasem mälestus?"
  ],
  "Jutustamine": [
      "Mis on sinu suurim eesmärk, mille oled täitnud?",
      "Mis on sinu suurim eesmärk, mida tahad saavutada?",
      "Mis on suurim eesmärk, mis sinu sõber/tuttav on saavutanud?",
      "Mis on sinu suurim eesmärk, mida sa ei ole saavutanud?",
      "Mis võiks olla sinu prioriteet 20 aasta pärast?",
      "Milline inimene on ideaalne sina?",
      "Kui sa saaksid viibutada võlukeppi ja muuta oma elus ühte asja, siis mis see oleks?",
      "Milline on sinu ideaalne kaaslane?",
      "Kirjelda enda unistuste päeva.",
      "Mida kirjutaksid enda hauakivile?",
      "Kirjelda, kuidas sooviksid surra.",
      "Millist elu sooviksid elada?",
      "Milline näeb välja sinu ideaalne elukoht?",
      "Kes on sulle olulisim inimene ja miks?",
      "Milline mõte sind inspireerib?",
      "Milline mõte sind demotiveerib?",
      "Kellega end hetkel võrdled? Kellega tahaksid tulevikus end võrrelda?",
      "Nimeta kolm inimest, keda enim imetled, ja miks?",
      "Kes on sinu suurim eeskuju?",
      "Jaga mõnda konflikti, mis sul on olnud pereliikmega.",
      "Jaga mõnda konflikti, mis sul on olnud sõbraga?",
      "Kui oled kunagi läbi põlenud, jaga, millal ja miks see juhtus.",
      "Jaga hetke, kus tundsid kellegagi suurimat üksmeelt.",
      "Jaga suurimat eksimust, kus oled teist vääralt enda asemel süüdlaseks pidanud.",
      "Mis on olnud su suurim pettumus?",
      "Mis on su suurim tegemata tegu?",
      "Millise jälje soovid endast jätta?",
      "Kui saaksid maailmast kõrvaldada ühe probleemi, siis mis see oleks?",
      "Mida tehes kaotad ajataju?",
      "Mida sa teeksid, kui sul oleks nädalas üks päev rohkem?",
      "Mis on olnud sinu parim investeering?",
      "Mis on olnud sinu halvim investeering?",
      "Kui palju plaanid järgneva viie aasta jooksul raha investeerida?",
      "Kui vastutustundlik oled skaalal 1-10? Too kaks näidet.",
      "Kui aus oled skaalal 1-10? Too kaks näidet.",
      "Kui lõbus oled skaalal 1-10? Too kaks näidet.",
      "Kui avatud oled skaalal 1-10? Too kaks näidet.",
      "Kui järjepidev oled skaalal 1-10? Too kaks näidet.",
      "Kui usaldusväärseks inimeseks end pead skaalal 1-10? Kuidas saaksid seda ühe palli võrra tõsta?",
      "Kui võrdleksid end mõne loomaga, siis milline loom oleksid ja miks?",
      "Mis on reeglina esimene asi, mida teed pärast ärkamist? ",
      "Mis on sinu päevarutiini kindel osa (v.a ärkamine, magamaminek, söömine, vetsuskäik)?",
      "Mis on viimane asi, mida teed enne magamaminekut?",
      "Mis on mõni sinu headest rutiinidest?",
      "Mis on mõni hea rutiin, mille tahaksid juurutada?",
      "Nimeta keegi, kellega sa läbi ei saa. Miks?",
      "Kui õnnelikud on sinu pere ja sõprade paarisuhted?",
      "Milliste sõprade üle tunned enim uhkust?",
      "Millal sinu ees viimati nuteti?",
      "Millal sinu ees viimati vabandati?"
  ],
  "Tegevus": [
      "Joonista kolm asja, mille eest oled tänulik.",
      "Joonista kaks asja, mis sulle ei meeldi.",
      "Joonista enda ägedaim pereliige.",
      "Joonista enda unistuste kodu.",
      "Joonista ennast viie aasta pärast.",
      "Kustuta oma postkastist viis ebaolulist meili.",
      "Lülita enda telefon mängu ajaks välja.",
      "Kustuta enda telefonist üks üleliigne telefoninumber.",
      "Kustuta enda telefonist või arvutist kaks kasutut märget. ",
      "Eemalda enda kalendrist üks ebaoluline tegevus.",
      "Kustuta enda telefonist üks rakendus.",
      "Pane kalendrisse kirja järgmine nutivaba päev.",
      "Kallista kedagi.",
      "Tee kompliment endast paremal olevale inimesele.",
      "Tee üks heategu.",
      "Tee kolm komplimenti.",
      "Kingi üks enda ese ära.",
      "Pea 60-sekundiline kõne teemal “Eesmärgid vs tegevused”.",
      "Pea 60-sekundiline kõne teemal “Kõige olulisem asi minu elus”.",
      "Pea 60-sekundiline kõne teemal “Ideaalne mina”.",
      "Tantsi üksi või paarilisega.",
      "Hoia ühe minuti vältel planku.",
      "Tee enda parim kükk.",
      "Tee 10 kätekõverdust.",
      "Näita nii head jõupositsiooni, kui oskad.",
      "Näita oma parimat maailmamuutja tervitust.",
      "Näita 30 sekundi jooksul, kuidas suurepäraselt mediteerida.",
      "Kirjuta kellelegi “Kuidas ma saaksin sind aidata ?”",
      "Kirjuta paarirealine armastuskiri iseendale.",
      "Loo kuuerealine luuletus, mille kannad ette.",
      "Kirjuta kolm asja enda eesmärkide nimekirja.",
      "Leia enda ümbrusest ese, mis sind kõige paremini kirjeldab.",
      "Loo kolmest enda lähedal olevast esemest üks uus toode.",
      "Loo teistele kujutluspilt enda unistuste maailmast.",
      "Palu teistel silmad kinni panna ja kirjelda siis neile võimalikult hästi oma kõige turvalisemat kohta.",
      "Tee midagi, mida sa varem teinud pole.",
      "Õpeta teistele üks lause teises keeles.",
      "Õpeta teistele üks nipp, mida nad võiksid oma elus kasutada.",
      "Õpeta teistele, kuidas hästi esineda.",
      "Näitle, kuidas tuleksid toime, kui poekassas trügitakse vahele.",
      "Näitle, kuidas tuleksid toime piinliku olukorraga.",
      "Näitle, kuidas tervitaksid head sõpra, keda pole mitu aastat näinud.",
      "Osta e-poest üks raamat.",
      "Tee ilus portreefoto ühest mängukaaslasest.",
      "Lae telefoni alla üks audioraamat.",
      "Hakka üht podcasti jälgima.",
      "Muuda enda telefoni taustapilti.",
      "Müü  kõrvalistuvale mängijale 30 sekundi jooksul kujuteldavat õuna.",
      "Laula üks laul."
  ],
  "Võistlus": [
      "Kumb suudab 30 sekundi jooksul nimetada rohkem enesearengu raamatuid?",
      "Kumb suudab 30 sekundi jooksul rohkem nimetada häid podcaste?",
      "Kumb suudab 30 sekundi jooksul rohkem nimetada blogisid, mida lugeda?",
      "Kumb suudab 30 sekundi jooksul rohkem nimetada häid harjumusi, mida on hea teha, et ennast arendada?",
      "Kumb suudab 30 sekundi jooksul rohkem nimetada heategijaid?",
      "Kumb suudab 30 sekundi jooksul rohkem nimetada heategusi, mida teha?",
      "Kumb suudab 30 sekundi jooksul rohkem nimetada viise enda ökoloogilise jalajälje vähendamiseks?",
      "Kumb suudab 30 sekundi jooksul rohkem nimetada olulisi väärtuseid?",
      "Kumb suudab 30 sekundi jooksul rohkem nimetada tervisliku eluviisi harjumusi?",
      "Kumb võidab vähemalt kaks korda mängus kivi-paber-käärid?",
      "Kumb hüppab kõrgemale?",
      "Kumma keel ulatub ninale lähemale?",
      "Kumb suudab sügavamale kükki minna täistallad maas?",
      "Kumb ajab inimesed anekdooti rääkides rohkem naerma?",
      "Kumb suudab rääkida parema/naljakama/haaravama loo?",
      "Kes suudab paremini endast paremal olevat inimest maha müüa?",
      "Nimeta 30 sekundi jooksul 7 ühisjoont oma vasakul oleva inimesega.",
      "Nimeta 30 sekundi jooksul 7 asja, millele oled tänulik.",
      "Nimeta 30 sekundi jooksul 7 inimest, kes on sulle eeskujuks.",
      "Nimeta 30 sekundi jooksul 7 asja, mille üle uhkust tunned.",
      "Nimeta 30 sekundi jooksul  seitse asja, mis sind väärtuslikuks teeb.",
      "Nimeta 30 sekundi jooksul seitse asja mis sulle naeratuse näole toovad.",
      "Nimeta 30 sekundi jooksul seitse asja, mida tahad omada.",
      "Nimeta 30 sekundi jooksul seitse kohta, kuhu tahad minna.",
      "Nimeta 30 sekundi jooksul seitse viisi, kuidas trenni teha.",
      "Nimeta 30 sekundi jooksul seitse asja, mida ägedat te saaksite kohe praegu teha.",
      "Nimeta 30 sekundi jooksul seitse väikest heategu, mida saab lihtsa vaevaga ära teha.",
      "Nimeta 30 sekundi jooksul seitse võimalust, kuidas olla ettevõtlikum.",
      "Nimeta 30 sekundi jooksul seitse viisi, kuidas võiks raha säästa."
  ],
  "Lubadus": [
      "Finants (nt. loen, investeerin, ostan, koostan eelarve)",
      "Tervis (nt. teen, söön, magan, väldin)",
      "Füüsiline heaolu (nt. teen, väldin, trenn, toitumine)",
      "Vaimne heaolu (nt. loen, harin, puhkan, arendan)",
      "Karjäär (nt. pingutan, lõpetan, teen, arendan)",
      "Pere (nt. veedan aega, teen koos)",
      "Sõbrad (nt. mängin, helistan, kirjutan)",
      "Eneseareng (nt. loen x raamatut, kirjutan, õpin, leian)",
      "Vaba aeg (nt. eesmärkide nimekiri, teater, kino, spa)",
      "Keskkond (nt. koristan, puhastan, süstematiseerin)",
      "Teiste abistamine (nt. aitan hoida lubadust, teen harjumust koos kaasa, näitan eeskuju ja jagan lugu)",
      "Romantilised suhted (nt. viin välja, teen ettepaneku)",
      "Maailmamuutmine (nt. asutan, vabatahtlik, teen koos)",
      "Haridus (nt. loen, astun, valin välja)",
      "Haritus (nt. loen, õpin, oskused)"
  ],
  "Pakkumine": [
      "Mis isiksusetüüpi teised pigem on - ekstravert-introvert?",
      "Mis isiksusetüüpi teised pigem on - spontaanne-planeerija?",
      "Mis isiksusetüüpi teised pigem on - detailne-ideederohke?",
      "Mis isiksusetüüpi teised pigem on - ideede genereerija-elluviija?",
      "Kuidas teised stressi olukorras käituvad- vajab aega üksi, lõbutseb teistega koos?",
      "Millist tüüpi laps oli - mässaja; ärahellitatud; vaikne; eeskujulik?",
      "Mida teevad teised trenni tehes - suhtleb; teeb endast pilte; keskendub trennile?",
      "Mis on teiste jaoks oluline hoolivuse näitamiseks - kvaliteet aeg; füüsiline puudutus; kingitused; sõnad; teened?",
      "Mis isiksusetüüpi teised on - juht-järgija?",
      "Mis oleks teiste tugevus ettevõttes - tiimitöö ehitamine, süsteemidega tegelemine, eesmärkide nimel võistlemine, protsesside kontrollimine?",
      "Millised on teised kõneldes - inspireerija, lugude rääkija, keskendub faktidele?",
      "Millal teised oma lubadused/kohustused ära teevad - viimasel hetkel paar minutit/tundi enne tähtaega, aegsasti päevi varem, ei teegi ära?",
      "Millised on teised - eelistab tassi teed ja mõnusat raamatut enda seltskonnas või olla kamba sõpradega klubis tantsides?",
      "Milline on teiste suhtumine investeerimisse - riskialdis, -kartlik?",
      "Millised teised on  - meeldivad tsitaadid; kõnetavad lood; tahab näha statistikat?",
      "Kas teistele meeldib pigem rutiinne tegevus või vaba graafik?",
      "Millised teised perega suheldes pigem on - käib kohal ainult sünnipäevadel, hoiab tihedalt kontakti ja helistab niisama?",
      "Mis on teiste emotsionaalse intelligentsuse suurim tugevus - tajub hästi oma tundeid, oskab oma tunnetega hästi toime tulla, tajub hästi teiste tundeid, oskab teiste tundeid hästi suunata?",
      "Mida teised eelistavad - raamat, audioraamat, podcast, blogi?",
      "Millised teised pigem on - õhtu- või hommikuinimesed?",
      "Mida teised pigem õpiksid - reaalained, humanitaarained, loovained?",
      "Kui oleks üks asi, milleta teised elada ei saaks, siis see oleks - pere, raha, oma aeg?",
      "Mis teisi enim motiveerib - sihtkoht, teekond?",
      "Kas teised elaksid ühe nädala pigem minevikus või tulevikus?",
      "Mis on viimane asi, mida teised õhtuti enne magamaminekut teevad - paneb telefoni ära; peseb hambaid; loeb raamatut?"
  ],
  "Pilt": [
    "Oled võitnud! Sinu viimaseks ülesandeks jäädvustade teie maailmamuutvat seltskonda.
    <a href="https://forms.gle/CC2oZqWh7skDJnJi6">Anna meile tagasisidet!</a>"
  ]
}
